Repository: PITADIA/android-couple-app
Catalog: UI.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br, pt_pt

# delete_account_confirmation
source: This action is irreversible. All your data will be permanently deleted. Apple may ask you to re-authenticate to confirm this action.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle deine Daten werden dauerhaft gelöscht. Apple kann dich bitten, dich erneut zu authentifizieren, um diese Aktion zu bestätigen.
es: Esta acción es irreversible. Todos tus datos se eliminarán permanentemente. Apple puede pedirte que te vuelvas a autenticar para confirmar esta acción.
fr: Cette action est irréversible. Toutes vos données seront définitivement supprimées. Apple pourrait vous demander de vous réauthentifier pour confirmer cette action.
it: Questa azione è irreversibile. Tutti i tuoi dati verranno eliminati definitivamente. Apple potrebbe chiederti di riautenticarti per confermare questa azione.
nl: Deze actie is onomkeerbaar. Al je gegevens worden permanent verwijderd. Apple kan je vragen opnieuw te verifiëren om deze actie te bevestigen.
pt_br: Essa ação é irreversível. Todos os seus dados serão excluídos permanentemente. A Apple pode pedir que você se autentique novamente para confirmar esta ação.
pt_pt: Esta ação é irreversível. Todos os teus dados serão eliminados permanentemente. A Apple pode pedir-te para autenticar novamente para confirmar esta ação.

source: Deleting account...
de: Account wird gelöscht...
es: Eliminando cuenta...
fr: Suppression du compte...
it: Eliminazione account...
nl: Account verwijderen...
pt_br: Excluindo conta...
pt_pt: A eliminar conta...

source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnecter
it: Disconnetti
nl: Verbinding verbreken
pt_br: Desconectar
pt_pt: Desconectar

# disconnect_confirmation
source: Are you sure you want to disconnect from your partner? This action will remove data sharing.
de: Bist du sicher, dass du die Verbindung zu deinem Partner trennen möchtest? Dadurch wird das Teilen von Daten deaktiviert.
es: ¿Seguro que quieres desconectarte de tu pareja? Esta acción eliminará el intercambio de datos.
fr: Êtes-vous sûr de vouloir vous déconnecter de votre partenaire ? Cette action supprimera le partage de données.
it: Sei sicuro di voler disconnetterti dal tuo partner? Questa azione rimuoverà la condivisione dei dati.
nl: Weet je zeker dat je de verbinding met je partner wilt verbreken? Hierdoor wordt het delen van gegevens verwijderd.
pt_br: Tem certeza de que deseja se desconectar do seu parceiro? Essa ação vai remover o compartilhamento de dados.
pt_pt: Tens a certeza de que queres desconectar-te do teu parceiro? Esta ação vai remover a partilha de dados.

source: Discover Premium
de: Premium entdecken
es: Descubre Premium
fr: Découvrir Premium
it: Scopri Premium
nl: Ontdek Premium
pt_br: Descubra o Premium
pt_pt: Descobre o Premium

# display_name_placeholder
source: How your partner will see you
de: So sieht dich dein:e Partner:in
es: Cómo te verá tu pareja
fr: Visible par votre partenaire
it: Come ti vedrà il tuo partner
nl: Zo ziet je partner jou
pt_br: Como seu parceiro vai ver você
pt_pt: Como o teu parceiro te vai ver

# display_name_step_title
source: Choose your nickname
de: Wähle deinen Spitznamen
es: Elige tu apodo
fr: Choisissez votre pseudo
it: Scegli il tuo soprannome
nl: Kies je bijnaam
pt_br: Escolha seu apelido
pt_pt: Escolhe o teu apelido

source: distance
de: Distanz
es: distancia
it: distanza
nl: afstand
pt_br: distância
pt_pt: distância

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
nl: Klaar
pt_br: Concluído
pt_pt: Concluído

# empty_journal_message
source: Your memory journal is empty
de: Dein Erinnerungsjournal ist leer
es: Tu diario de recuerdos está vacío
fr: Votre journal de souvenirs est vide
it: Il tuo diario dei ricordi è vuoto
nl: Je herinneringsdagboek is leeg
pt_br: Seu diário de memórias está vazio
pt_pt: O teu diário de memórias está vazio

# enjoy_it
source: Enjoy!
de: Viel Spaß!
es: ¡Disfruta!
fr: Profitez-en !
it: Divertiti!
nl: Veel plezier!
pt_br: Divirta-se!
pt_pt: Diverte-te!

source: Enter code
de: Code eingeben
es: Introduce el código
fr: Entrez le code
it: Inserisci codice
nl: Voer code in
pt_br: Insira o código
pt_pt: Introduz o código

# enter_code_placeholder
source: Enter the code
de: Gib den Code ein
es: Introduce el código
fr: Saisis le code
it: Inserisci il codice
nl: Voer de code in
pt_br: Digite o código
pt_pt: Introduz o código

# enter_partner_code
source: Enter your partner's code
de: Gib den Code deines Partners ein
es: Introduce el código de tu pareja
fr: Entrez le code de votre partenaire
it: Inserisci il codice del tuo partner
nl: Voer de code van je partner in
pt_br: Insira o código do seu parceiro
pt_pt: Introduz o código do teu parceiro

source: Entry creation error
de: Fehler beim Erstellen des Eintrags
es: Error al crear la entrada
fr: Erreur de création d'entrée
it: Errore creazione voce
nl: Fout bij het maken van invoer
pt_br: Erro ao criar entrada
pt_pt: Erro ao criar entrada

source: Error
de: Fehler
fr: Erreur
it: Errore
nl: Fout
pt_br: Erro
pt_pt: Erro

source: Error: Image not found
de: Fehler: Bild nicht gefunden
es: Error: imagen no encontrada
fr: Erreur : Image non trouvée
it: Errore: immagine non trovata
nl: Fout: Afbeelding niet gevonden
pt_br: Erro: imagem não encontrada
pt_pt: Erro: Imagem não encontrada

source: Event date
de: Ereignisdatum
es: Fecha del evento
fr: Date de l'événement
it: Data dell'evento
nl: Datum van gebeurtenis
pt_br: Data do evento
pt_pt: Data do evento

# event_date_picker
source: Event date
de: Event-Datum
es: Fecha del evento
fr: Date de l'événement
it: Data dell’evento
nl: Evenementdatum
pt_br: Data do evento
pt_pt: Data do evento

# event_time
source: Time
de: Uhrzeit
es: Hora
fr: Heure
it: Ora
nl: Tijd
pt_br: Hora
pt_pt: Hora

# events_count
source: events
de: Ereignisse
es: eventos
fr: événements
it: eventi
nl: gebeurtenissen
pt_br: eventos
pt_pt: eventos

# events_of_date
source: Events of
de: Ereignisse vom
es: Eventos del
fr: Événements du
it: Eventi del
nl: Gebeurtenissen van
pt_br: Eventos de
pt_pt: Eventos de

source: Exclusive premium content
de: Exklusive Premium-Inhalte
es: Contenido premium exclusivo
fr: Contenu premium exclusif
it: Contenuto premium esclusivo
nl: Exclusieve premium-inhoud
pt_br: Conteúdo premium exclusivo
pt_pt: Conteúdo premium exclusivo

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
nl: Favorieten
pt_br: Favoritos
pt_pt: Favoritos

# favorites_count
source: Favorites:
de: Favoriten:
es: Favoritos:
fr: Favoris :
it: Preferiti:
nl: Favorieten:
pt_br: Favoritos:
pt_pt: Favoritos:

# favorites_counter
source: of
de: von
es: de
fr: sur
it: di
nl: van
pt_br: de
pt_pt: de

# feature_love_map
source: ✓ A new challenge every day
de: ✓ Jeden Tag eine neue Herausforderung
es: ✓ Un nuevo desafío cada día
fr: ✓ Un nouveau défi chaque jour
it: ✓ Una nuova sfida ogni giorno
nl: ✓ Elke dag een nieuwe uitdaging
pt_br: ✓ Um novo desafio todos os dias
pt_pt: ✓ Um novo desafio todos os dias

# feature_love_map_description
source: Receive a romantic challenge every day to grow closer, even from afar.
de: ✓ Erhaltet jeden Tag eine romantische Herausforderung, um euch noch näher zu kommen auch auf Distanz.
es: Recibe un desafío romántico cada día para acercaros, incluso a distancia.
fr: Recevez tous les jours un défi romantique pour vous rapprocher encore plus, même à distance.
it: Ricevi ogni giorno una sfida romantica per avvicinarti, anche a distanza.
nl: Ontvang elke dag een romantische uitdaging om dichter bij elkaar te komen, zelfs op afstand.
pt_br: Receba um desafio romântico diário para se aproximarem, mesmo à distância.
pt_pt: Recebe um desafio romântico diário para ficarem mais próximos, mesmo à distância.

# feature_love_stronger
source: ✓ To love each other even stronger
de: ✓ Um sich noch stärker zu lieben
es: ✓ Para amarse aún más fuerte
fr: ✓ Pour s'aimer encore plus fort
it: ✓ Per amarsi ancora più forte
nl: ✓ Om elkaar nog sterker lief te hebben
pt_br: ✓ Para se amarem ainda mais forte
pt_pt: ✓ Para vos amardes ainda mais forte

# feature_love_stronger_description
source: Unlock over 1,800 questions specially designed to bring you closer, discover facets of your partner you don't know yet, and above all establish healthy and sincere communication between you two.
de: Schaltet über 1.800 Fragen frei, die speziell entwickelt wurden, um euch näher zu bringen, Facetten eures Partners zu entdecken, die ihr noch nicht kennt, und vor allem eine gesunde und aufrichtige Kommunikation zwischen euch beiden zu etablieren.
es: Desbloquea más de 1.800 preguntas diseñadas especialmente para acercaros, descubrir facetas de tu pareja que aún no conoces, y sobre todo establecer una comunicación sana y sincera entre vosotros dos.
fr: Débloquez plus de 1 800 questions pensées spécialement pour vous rapprocher, découvrir des facettes de votre partenaire que vous ne connaissez pas encore, et surtout établir une communication saine et sincère entre vous deux.
it: Sblocca oltre 1.800 domande pensate appositamente per avvicinarvi, scoprire sfaccettature del vostro partner che non conoscete ancora, e soprattutto stabilire una comunicazione sana e sincera tra voi due.
nl: Ontgrendel meer dan 1.800 vragen speciaal ontworpen om jullie dichter bij elkaar te brengen, facetten van je partner te ontdekken die je nog niet kent, en vooral een gezonde en oprechte communicatie tussen jullie tweeën tot stand te brengen.
pt_br: Desbloqueie mais de 1.800 perguntas pensadas especialmente para aproximá-los, descobrir facetas do seu parceiro que você ainda não conhece, e principalmente estabelecer uma comunicação saudável e sincera entre vocês dois.
pt_pt: Desbloqueie mais de 1.800 perguntas pensadas especialmente para vos aproximar, descobrir facetas do vosso parceiro que ainda não conhecem, e sobretudo estabelecer uma comunicação saudável e sincera entre vocês dois.

# feature_memory_chest
source: ✓ Keep your best memories in one place
de: ✓ Bewahrt eure schönsten Erinnerungen an einem Ort auf
es: ✓ Guarda tus mejores recuerdos en un solo lugar
fr: ✓ Construisez votre coffre à souvenir
it: ✓ Conserva i tuoi ricordi migliori in un unico posto
nl: ✓ Bewaar je mooiste herinneringen op één plek
pt_br: ✓ Guarde suas melhores memórias em um só lugar
pt_pt: ✓ Guarda as tuas melhores memórias num só lugar

# feature_memory_chest_description
source: Because every moment deserves a special place. Keep your most beautiful memories in a shared journal made just for the two of you.
de: Weil jeder Moment einen besonderen Platz verdient. Bewahrt eure schönsten Erinnerungen in einem gemeinsamen Tagebuch auf – nur für euch zwei.
es: Porque cada momento merece un lugar especial. Guarda tus recuerdos más bonitos en un diario compartido hecho solo para vosotros dos.
fr: Parce que chaque souvenir mérite sa place. Rassemblez vos plus beaux moments dans un journal intime, unique et partagé, rien qu'à vous deux.
it: Perché ogni momento merita un posto speciale. Conserva i tuoi ricordi più belli in un diario condiviso fatto solo per voi due.
nl: Omdat elk moment een speciale plek verdient. Bewaar jullie mooiste herinneringen in een gedeeld dagboek, alleen voor jullie twee.
pt_br: Porque cada momento merece um lugar especial. Guarde suas melhores memórias em um diário compartilhado, só de vocês dois.
pt_pt: Porque cada momento merece um lugar especial. Guarda as tuas memórias mais bonitas num diário partilhado, só vosso.

# feel_closer_partner
source: To feel even closer to your partner.
de: Damit ihr euch noch näher fühlt.
es: Para sentirte aún más cerca de tu pareja.
fr: Pour vous sentir encore plus proches de votre partenaire.
it: Per sentirti ancora più vicino al tuo partner.
nl: Om je nog dichter bij je partner te voelen.
pt_br: Para se sentir ainda mais próximo do seu parceiro.
pt_pt: Para te sentires ainda mais próximo do teu parceiro.

source: for 2 users
de: für 2 Personen
es: para 2 usuarios
fr: pour 2 utilisateurs
it: per 2 utenti
nl: voor 2 gebruikers
pt_br: para 2 usuários
pt_pt: para 2 utilizadores

# for_surprise
source: for a
de: für eine
es: para una
fr: pour une
it: per una
nl: voor een
pt_br: para uma
pt_pt: para uma

# free_entries
source: entry
de: Eintrag
es: entrada
fr: entrée
it: voce
nl: invoer
pt_br: entrada
pt_pt: entrada

# free_entries_plural
source: entries
de: Einträge
es: entradas
fr: entrées
it: voci
nl: invoeren
pt_br: entradas
pt_pt: entradas

# free_text
source: free
de: gratis
es: gratis
fr: gratuite
it: gratuito
nl: gratis
pt_br: grátis
pt_pt: grátis

# free_text_plural
source: free
de: gratis
es: gratis
fr: gratuites
it: gratuite
nl: gratis
pt_br: grátis
pt_pt: grátis

# freemium_check_failed
source: Limit check error
de: Fehler bei der Limit‑Prüfung
es: Error de verificación de límite
fr: Erreur de vérification de limite
it: Errore di verifica limite
nl: Fout bij limietcontrole
pt_br: Erro na verificação de limite
pt_pt: Erro na verificação do limite

# freemium_limit_reached
source: Free entries limit reached
de: Gratis‑Limit erreicht
es: Se alcanzó el límite de entradas gratuitas
fr: Limite d'entrées gratuites atteinte
it: Limite voci gratuite raggiunto
nl: Limiet gratis invoeren bereikt
pt_br: Limite de entradas grátis atingido
pt_pt: Limite de entradas grátis atingido

source: Gallery access error
de: Fehler beim Zugriff auf die Galerie
es: Error de acceso a la galería
fr: Erreur d'accès à la galerie
it: Errore di accesso alla galleria
nl: Fout bij toegang tot galerij
pt_br: Erro de acesso à galeria
pt_pt: Erro de acesso à galeria

# gallery_access_required
source: Gallery access is required to add a photo. Please enable it in your device settings.
de: Zugriff auf die Galerie ist nötig, um ein Foto hinzuzufügen. Bitte in den Geräteeinstellungen aktivieren.
es: Se necesita acceso a la galería para añadir una foto. Actívalo en los ajustes de tu dispositivo.
fr: L'accès à votre galerie est nécessaire pour ajouter une photo. Veuillez l'activer dans les paramètres de votre appareil.
it: Per aggiungere una foto è necessario l’accesso alla galleria. Abilitalo nelle impostazioni del dispositivo.
nl: Toegang tot je galerij is nodig om een foto toe te voegen. Schakel dit in via de instellingen van je apparaat.
pt_br: O acesso à galeria é necessário para adicionar uma foto. Ative-o nas configurações do dispositivo.
pt_pt: O acesso à galeria é necessário para adicionar uma foto. Ativa-o nas definições do dispositivo.

source: Generating...
de: Wird erstellt...
es: Generando...
fr: Génération...
it: Generazione...
nl: Genereren...
pt_br: Gerando...
pt_pt: A gerar...

source: Generation error
de: Fehler bei der Erstellung
es: Error de generación
fr: Erreur de génération
it: Errore di generazione
nl: Generatiefout
pt_br: Erro de geração
pt_pt: Erro de geração

# generic_partner
source: your partner
de: dein:e Partner:in
es: tu pareja
fr: votre partenaire
it: il tuo partner
nl: je partner
pt_br: seu parceiro
pt_pt: o teu parceiro

source: Get Premium
de: Premium freischalten
es: Obtener Premium
fr: Obtenir Premium
it: Ottieni Premium
nl: Premium krijgen
pt_br: Obter Premium
pt_pt: Obter Premium

# goal_create_connection
source: Build a deeper connection
de: Baut eine tiefere Verbindung auf
es: Construir una conexión más profunda
fr: Créer une vraie connexion
it: Crea una connessione più profonda
nl: Bouw een diepere connectie op
pt_br: Criar uma conexão mais profunda
pt_pt: Criar uma ligação mais profunda

# goal_find_complicity
source: Feel close again, like before
de: Wieder so nah sein wie früher
es: Sentirnos nuevamente cómplices, como antes
fr: Retrouver une vraie complicité
it: Ritrovare una vera complicità
nl: Vind opnieuw echte verbondenheid
pt_br: Recuperar a verdadeira cumplicidade
pt_pt: Recuperar a verdadeira cumplicidade

# goal_increase_passion
source: Increase the passion between us
de: Die Leidenschaft zwischen uns steigern
es: Aumentar la pasión entre nosotros
fr: Faire monter la passion entre nous
it: Aumenta la passione tra noi
nl: Vergroot de passie tussen ons
pt_br: Aumentar a paixão entre nós
pt_pt: Aumentar a paixão entre nós

# goal_share_more_laughs
source: Share more laughs together
de: Mehr zusammen lachen
es: Compartir más risas juntos
fr: Partager plus de rires ensemble
it: Condividi più risate insieme
nl: Deel meer lachmomenten samen
pt_br: Compartilhar mais risadas juntos
pt_pt: Partilhar mais risos juntos

# goal_talk_avoided_subjects
source: Talk about what we usually avoid
de: Reden über Themen, die wir sonst vermeiden
es: Hablar de lo que solemos evitar
fr: Parler enfin des sujets qu'on évite
it: Parla di ciò che di solito evitiamo
nl: Praat over wat we meestal vermijden
pt_br: Falar sobre o que normalmente evitamos
pt_pt: Falar sobre o que normalmente evitamos

source: Happy anniversary! 🎉
de: Alles Gute zum Jahrestag! 🎉
es: ¡Feliz aniversario! 🎉
fr: Joyeux anniversaire ! 🎉
it: Buon anniversario! 🎉
nl: Fijne verjaardag! 🎉
pt_br: Feliz aniversário! 🎉
pt_pt: Feliz aniversário! 🎉

# hold_description
source: Touch and hold an empty area to enter edit mode.
de: Halte einen freien Bereich gedrückt, um den Bearbeitungsmodus zu öffnen.
es: Mantén presionada un área vacía para entrar en modo edición.
fr: Maintenez votre doigt sur un espace vide de l'écran d'accueil pour entrer en mode édition.
it: Tocca e tieni premuto su un'area vuota per entrare in modalità modifica.
nl: Houd je vinger op een lege plek om de bewerkingsmodus te openen.
pt_br: Mantenha o dedo em uma área vazia para entrar no modo de edição.
pt_pt: Mantém o dedo numa área vazia para entrar no modo de edição.

# hold_home_screen
source: Touch and hold anywhere on your home screen
de: Halte irgendwo auf deinem Homescreen gedrückt
es: Mantén presionado en cualquier lugar de tu pantalla de inicio
fr: Maintenez appuyé n'importe où sur votre écran d'accueil
it: Tieni premuto in un punto qualsiasi della schermata Home
nl: Houd ergens op je startscherm ingedrukt
pt_br: Mantenha pressionado em qualquer lugar da tela inicial
pt_pt: Mantém pressionado em qualquer parte do ecrã inicial

source: Home screen
de: Startbildschirm
es: Pantalla de inicio
fr: Écran d'accueil
it: Schermata Home
nl: Startscherm
pt_br: Tela inicial
pt_pt: Ecrã inicial

source: Home Screen Widget
de: Startbildschirm‑Widget
es: Widget de pantalla de inicio
fr: Widget Écran d'Accueil
it: Widget Schermata Home
nl: Startscherm-widget
pt_br: Widget da tela inicial
pt_pt: Widget do ecrã inicial

source: hours
de: Stunden
es: horas
fr: heures
it: ore
nl: uren
pt_br: horas
pt_pt: horas

# how_to_add
source: How to add them?
de: Wie fügst du sie hinzu?
es: ¿Cómo añadirlos?
fr: Comment les ajouter ?
it: Come aggiungerli?
nl: Hoe voeg je ze toe?
pt_br: Como adicioná-los?
pt_pt: Como adicioná-los?

source: How to enable location
de: So aktivierst du den Standort
es: Cómo activar la ubicación
fr: Comment activer la localisation
it: Come abilitare la posizione
nl: Hoe locatie inschakelen
pt_br: Como ativar a localização
pt_pt: Como ativar a localização

source: Image not available
de: Bild nicht verfügbar
es: Imagen no disponible
fr: Image non disponible
it: Immagine non disponibile
nl: Afbeelding niet beschikbaar
pt_br: Imagem não disponível
pt_pt: Imagem não disponível

source: Image processing failed
de: Bildverarbeitung fehlgeschlagen
es: El procesamiento de la imagen falló
fr: Le traitement de l'image a échoué
it: Elaborazione immagine non riuscita
nl: Afbeeldingsverwerking mislukt
pt_br: Falha no processamento da imagem
pt_pt: Falha no processamento da imagem

# improvement_break_routine
source: Break out of the routine
de: Aus der Routine ausbrechen
es: Salir de la rutina
fr: Sortir de la routine
it: Spezza la routine
nl: Doorbreek de routine
pt_br: Quebrar a rotina
pt_pt: Quebrar a rotina

# improvement_create_strong_moment
source: Share something meaningful together
de: Etwas Bedeutungsvolles zusammen teilen
es: Compartir algo significativo juntos
fr: Créer un moment fort à deux
it: Condividi qualcosa di significativo insieme
nl: Deel samen iets betekenisvols
pt_br: Criar um momento marcante a dois
pt_pt: Criar um momento marcante a dois

# improvement_revive_connection
source: Revive our connection
de: Unsere Verbindung wiederbeleben
es: Reavivar nuestra conexión
fr: Raviver notre connexion
it: Ravviva la nostra connessione
nl: Herleef onze connectie
pt_br: Reavivar nossa conexão
pt_pt: Reavivar a nossa ligação

# improvement_say_unsaid
source: Open up like never before
de: So offen sein wie noch nie
es: Decir lo que nunca hemos dicho
fr: Se dire ce qu'on n'a jamais dit
it: Apriti come mai prima d'ora
nl: Open jezelf als nooit tevoren
pt_br: Dizer o que nunca foi dito
pt_pt: Dizer o que nunca foi dito

# in_relationship_since
source: Together since
de: Zusammen seit
es: Juntos desde
fr: En couple depuis
it: Insieme dal
nl: Samen sinds
pt_br: Em relacionamento desde
pt_pt: Em casal desde

# invite_partner
source: Invite your partner
de: Lade deine:n Partner:in ein
es: Invita a tu pareja
fr: Inviter votre partenaire
it: Invita il tuo partner
nl: Nodig je partner uit
pt_br: Convide seu parceiro
pt_pt: Convida o teu parceiro

# invite_partner_description
source: Enjoy the complete app experience together!
de: Erlebt die komplette App gemeinsam!
es: ¡Disfrutad la experiencia completa de la app juntos!
fr: Profitez de l'expérience complète de l'application ensemble !
it: Godetevi insieme l'esperienza completa dell'app!
nl: Geniet samen van de volledige app-ervaring!
pt_br: Aproveitem juntos a experiência completa do aplicativo!
pt_pt: Aproveitem juntos a experiência completa da aplicação!

# irreversible_action
source: This action is irreversible. The memory will be permanently deleted.
de: Diese Aktion kann nicht rückgängig gemacht werden. Die Erinnerung wird dauerhaft gelöscht.
es: Esta acción es irreversible. La memoria se eliminará permanentemente.
fr: Cette action est irréversible. Le souvenir sera définitivement supprimé.
it: Questa azione è irreversibile. Il ricordo verrà eliminato definitivamente.
nl: Deze actie is onomkeerbaar. De herinnering wordt permanent verwijderd.
pt_br: Essa ação é irreversível. A memória será excluída permanentemente.
pt_pt: Esta ação é irreversível. A memória será eliminada permanentemente.

# journal_description
source: Start saving your favorite moments here and feel even closer together. Your partner will be able to see everything you add.
de: Speichere hier eure Lieblingsmomente und fühlt euch noch näher. Dein:e Partner:in sieht alles, was du hinzufügst.
es: Empieza a guardar aquí tus momentos favoritos y sentíos aún más cerca. Tu pareja podrá ver todo lo que añadas.
fr: Gardez ici vos plus beaux souvenirs ensemble pour vous sentir encore plus proches l'un de l'autre. Votre partenaire pourra voir les souvenirs que vous avez créés.
it: Inizia a salvare qui i tuoi momenti preferiti e sentitevi ancora più vicini. Il tuo partner potrà vedere tutto ciò che aggiungi.
nl: Bewaar hier jullie mooiste herinneringen om je nog dichter verbonden te voelen. Je partner kan alles zien wat je toevoegt.
pt_br: Guarde aqui suas melhores memórias para se sentir ainda mais próximo. Seu parceiro poderá ver tudo o que você adicionar.
pt_pt: Guarda aqui as tuas melhores memórias para te sentires ainda mais próximo. O teu parceiro poderá ver tudo o que adicionares.

# keep_going_unlock_all
source: Keep going and unlock all other questions and categories.
de: Bleib dran und schalte alle weiteren Fragen und Kategorien frei
es: Sigue y desbloquea todas las demás preguntas y categorías.
fr: Continuez et débloquez toutes les autres questions et catégories.
it: Continua e sblocca tutte le altre domande e categorie.
nl: Ga door en ontgrendel alle andere vragen en categorieën.
pt_br: Continue e desbloqueie todas as outras perguntas e categorias.
pt_pt: Continua e desbloqueia todas as outras perguntas e categorias.
